import React from 'react';

const ReportsTab = () => {
    return (
        <div>
            <h2>Хаттамалар мен есептер</h2>
            <p>Мұнда сіз ресми құжаттарды PDF форматында жүктей аласыз:</p>
            <ul>
                <li>Қатысушылар тізімі</li>
                <li>Төрешілерге арналған бос хаттамалар</li>
                <li>Нәтижелері бар қорытынды хаттама</li>
            </ul>
            {/* Болашақта мұнда PDF жүктеу түймелері болады */}
        </div>
    );
};

export default ReportsTab;